import React from "react";

function AdoptionInfo(){
    return(
        <div>
            <ul>
                <h2> 입양 전 진지하게 점검해야 할 체크리스트 </h2>
                <li> 반려동물을 맞이할 환경적 준비, 마음의 각오는 되어 있습니까? </li>
                <li> 개, 고양이는 10~15년 이상 삽니다. 결혼, 임신, 유학, 이사 등으로 가정환경이 바뀌어도 한번 인연을 맺은 동물은 끝까지 책임지고 보살피겠다는 결심이 섰습니까? </li>
                <li> 모든 가족과의 합의는 되어 있습니까? </li>
                <li> 반려동물을 기른 경험이 있습니까? 내 동물을 위해 공부할 각오가 되어 있습니까? </li>
                <li> 아플 때 적절한 치료를 해주고, 중성화수술(불임수술)을 실천할 생각입니까? </li>
                <li> 입양으로 인한 경제적 부담을 짊어질 의사와 능력이 있습니까? </li>
                <li> 우리 집에서 키우는 다른 동물과 잘 어울릴 수 있을지 고민해보았습니까? </li>
            </ul>
        </div>
    )
}

export default AdoptionInfo;